Repository: shirso/wc-product-builder
Catalog: languages/wpb-*.po
Languages: de_de

source: Carousel
de_de: Karussell

source: Image
de_de: Bild / Image

source: Upload
de_de: Hochladen

source: Remove
de_de: Löschen

source: Thumbnail
de_de: Thumbnail, Miniaturbild

source: Enable Product Builder
de_de: Produkt-Konfigurator aktivieren / anschalten

source: Enable Product Builder for this Product.
de_de: Aktiviere Produkt-Konfigurator für dieses Produkt

source: Select all
de_de: All wählen

source: Select none
de_de: Nicht wählen

source: Add new
de_de: Neues einfügen

source: Delete Image
de_de: Bild löschen

source: Add Additional Images
de_de: Zusätzliche Bilder einfügen

source: Manage Additional Images
de_de: Zusätzliche Bilder verwalten

source: Add to variation
de_de: Zu Variation hinzufügen

source: Current Selection
de_de: Aktuelle Auswahl

source: Total Price
de_de: Aktueller Preis

source: Continue
de_de: Weiter

source: Add to Cart
de_de: In den Warenkorb

source: Dimension
de_de: Abmessungen

source: Regulator
de_de: Schieberegler

source: Dimensions
de_de: Abmessungen

source: Extras
de_de: Extras (zusätzliche Karussells)

source: Info Boxes
de_de: Info Boxen

source: Save Info Box
de_de: Info Box speicher

source: Attributes For
de_de: Attribute für

source: Choose Multiple Attributes
de_de: Mehrere Attributes wählen

source: No Attribute
de_de: Keine Attribute

source: Add Attribute
de_de: Attribute hinzufügen

source: Save Dimensions
de_de: Abmessungen speichern

source: Choose Attribute
de_de: Attribute wählen

source: Save Additional Carousels
de_de: Zusätzliche Karussells speichern

source: Reset Selection
de_de: Auswahl zurücksetzen

source: Are you sure to reset?
de_de: Möchten Sie wirklich Ihre Einstellungen zurücksetzen?

source: All Info Boxes
de_de: Alle Info Boxen

source: Add New Content
de_de: Neue Inhalte einfügen

source: Add New
de_de: Neu hinzufügen

source: New Content
de_de: Neues Inhalt

source: Edit Content
de_de: Inhalt bearbeiten

source: Update Content
de_de: Inhalt aktualisieren

source: View Content
de_de: Inhalt ansehen

source: Search Content
de_de: Inhalt suchen

source: Not found
de_de: Nichts gefunden

source: Not found in Trash
de_de: Nichts gefunden im Papierkorb

source: Default Selections
de_de: Standard-Einstellungen /Default Selections)

source: Save Default Selections
de_de: Die Standard Einstellungen speichern (Dedault Selections)
